#+STARTUP:    align fold nodlcheck hidestars oddeven lognotestate
#+FILETAGS: iEmacs
#+SEQ_TODO:   TODO(t) NEXT(i) WAITING(w@) | DONE(d) CANCELED(c@)
#+TAGS:       Write(w) Update(u) Fix(f) Check(c)
#+TITLE:      TODO central file for iEmacs
#+AUTHOR:     eggcaker
#+EMAIL:      eggcaker AT gmail DOT com
#+LANGUAGE:   en
#+PRIORITIES: A C B
#+CATEGORY:   iEmacs
#+OPTIONS:    H:3 num:nil toc:nil \n:nil @:t ::t |:t ^:t -:t f:t *:t TeX:t LaTeX:t skip:nil d:(HIDE) tags:not-in-toc
#+ARCHIVE:    iemacs-todo_archive::

This file is the central page for inserting tasks related to iEmacs.

* Blogs 
  :PROPERTIES:
  :Owner_ALL: eggcaker
  :END:
** DONE create a 4x4 array of number and make sum  equals some total(ex: 68) :PUZZLE:
CLOSED: [2013-06-05 Wed 07:45]
:LOGBOOK:
CLOCK: [2013-06-03 Mon 13:01]--[2013-06-03 Mon 14:01] =>  1:00
CLOCK: [2013-06-03 Mon 10:59]--[2013-06-03 Mon 11:43] =>  0:44
CLOCK: [2013-06-03 Mon 09:13]--[2013-06-03 Mon 09:51] =>  0:38
CLOCK: [2013-05-26 Sun 09:22]--[2013-05-26 Sun 09:23] =>  0:01
:END:
[2013-05-26 Sun 09:22]
* General tasks
  :PROPERTIES:
  :Owner_ALL: eggcaker
  :END:

